tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/homebrew-core'
tap 'homebrew/cask-versions'
tap 'buo/cask-upgrade'
tap 'mongodb/brew'
tap 'henkrehorst/php'

brew 'bitcoin'
brew 'brew-cask-completion'
brew 'composer'
brew 'coreutils'
brew 'duti'
brew 'findutils', args: ['with-default-names']
brew 'gdb'
brew 'git'
brew 'glib'
brew 'lua'
brew 'mas'
brew 'mongodb-community'
brew 'mariadb'
brew 'node'
brew 'openssl'
brew 'php'
brew 'valet-php@7.2'
brew 'valet-php@7.1'
brew 'python'
brew 'pipenv'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'wget'

cask 'alfred'
cask 'bitcoin-core'
cask 'docker'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'gpg-suite'
cask 'iterm2'
cask 'java8'
cask 'lastpass'
cask 'little-snitch'
cask 'microsoft-office'
cask 'micro-snitch'
cask 'monero-wallet'
cask 'mongodb-compass'
cask 'mysqlworkbench'
cask 'paragon-ntfs'
cask 'phpstorm'
cask 'postman'
cask 'sequel-pro'
cask 'skype'
cask 'snip'
cask 'sourcetree'
cask 'spotify'
cask 'sublime-text'
cask 'telegram'
cask 'the-unarchiver'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'zoomus'
 #fonts
cask 'font-roboto'
cask 'font-clear-sans'

mas 'Amphetamine', id: 937984704
mas 'Shotty', id: 1250306151
mas 'Unclutter', id: 577085396
mas 'Xcode', id: 497799835
mas 'DaisyDisk', id: 411643860
mas 'Mirror for LG Smart TV', id: 1152966194
mas 'Mirror for Samsung TV', id: 1107644799
